christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
djabraham.vscode-yaml-validation
dzannotti.vscode-babel-coloring
EFanZh.graphviz-preview
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
humao.rest-client
jprestidge.theme-material-theme
ms-kubernetes-tools.vscode-kubernetes-tools
PeterJausovec.vscode-docker
PKief.material-icon-theme
Stephanvs.dot
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
tuxtina.json2yaml
