christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
djabraham.vscode-yaml-validation
dragos.scala-lsp
dzannotti.vscode-babel-coloring
eamodio.gitlens
EFanZh.graphviz-preview
eg2.vscode-npm-script
formulahendry.auto-close-tag
humao.rest-client
jprestidge.theme-material-theme
ms-vscode.azure-account
ms-vscode.csharp
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
PKief.material-icon-theme
Stephanvs.dot
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
tuxtina.json2yaml
vscjava.vscode-java-pack
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-test
